---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ParameterFilterUtilities
source: html/23ad40b6-3672-4cd1-b9e6-96a06445aa82.htm
---
# ParameterFilterUtilities Members

Returns the set of categories that may be used in a ParameterFilterElement.